[
	{
		"period": "Dic 2020 - Actual",
		"business": "INDECI - COEN",
		"position": "Especialista del módulo de comunicaciones",
		"activity": [
			"Coordinaciòn en el desarrollo de la plataforma SINPAD 2.1.",
			"Desarrollo de aplicación para el manejo del directoria nacional.",
			"Desarrollo de aplicación para recepción y difución de reportes y aceleración sísmica.",
			"Desarrollo de aplicación para la emisión de reportes de los Centros de Operaciones de Emergencia a nivel nacional.",
			"Desarrollo de aplicación para la generación de estaditicas y reportes, de información proveniente de la plataforma SINPAD.",
			"Desarrollo de aplicación para el seguimiento y monitoreo de emergencias a nivel nacional."
		]
	},
	{
		"period": "Mar - Oct 2020",
		"business": "GEOSATELITAL PERU E.I.R.L",
		"position": "Programador web",
		"activity": [
			"Desarrollo de aplicación para seguimiento de recuperación vehicular.",
			"Soporte e integración de LDAP con aplicación CAS(Servicio centralizado de autenticación).",
			"Desarrollo de aplicación para sincronización de data entre sistemas.",
			"Desarrollo de aplicación para replicar fuentes de datos entre distintas aplicaciones.",
			"Mantenimiento técnico sobre ERPnext y sincronización de datos entre aplicaciones."
		]
	},
	{
		"period": "Sep 2018 - Oct 2020",
		"business": "ROFAI BUSINESS S.A.C.",
		"position": "Jefe de proyectos",
		"activity": [
			"Control y monitoreo del proyecto GamarraYA! web y aplicación móvil.",
			"Implementación y configuración de ambientes de desarrollo, aseguramiento de calidad y producción en Amazon Web Services.",
			"Capacitador y líder técnico de Front-End y Back-End. Analista funcional de la plataforma de comercio electrónico “GamarraYA!”."
		]
	},
	{
		"period": "Mar - Nov 2018",
		"business": "EBIZ LATIN S.A.C.",
		"position": "Programador de soluciones",
		"activity": [
			"Desarrollo y mantenimiento de los módulos correspondientes a “Factoring” en “B2Mining 3.0”.",
			"Desarrollo de módulos de administración en “B2Mining 3.0”. Capacitador de Front-End y Back-End.",
			"Implementación de la aplicación web “3S”. Optimización de “E-Gestor 3.0” (Gestión de incidencias)."
		]
	},
	{
		"period": "Ago 2014 - Ene 2017",
		"business": "SERVICEL PERU S.A.C",
		"position": "Analista - Programador / Diseñador web",
		"activity": [
			"Administrador del hosting corporativo.",
			"Desarrollo y mantenimiento de desarrollo de sitios web, aplicaciones web y móviles.",
			"Analista funcional.",
			"Desarrollo y mantenimiento de sitios web.",
			"Asistente técnico en instalaciones y configuración de cableado estructurado y video vigilancia.",
			"Instalación y configuración de servidores."
		]
	},
	{
		"period": "2013 - Actual",
		"business": "FREELANCE",
		"position": "Desarrollador Full-stack",
		"activity": [
			"Desarrollador de sitios web, aplicaciones web, desktop y movil.",
			"Asesor técnico."
		]
	}
]